Repository: z23blhx/FufuLauncher
Catalog: FufuLauncher/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_mx, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# Plugin_DisableUnderwaterMask
source: Disable Underwater Overlay
de_de: Unterwasser-Überlagerung deaktivieren
es_mx: Desactivar superposición submarina
fr_fr: Désactiver le masque sous-marin
hi_in: अंडरवॉटर ओवरले अक्षम करें
id_id: Nonaktifkan Overlay Bawah Air
it_it: Disabilita Sovrapposizione Subacquea
ja_jp: 水中マスク無効化
ko_kr: 수중 오버레이 비활성화
pt_br: Desativar sobreposição subaquática
ru_ru: Отключить подводный фильтр
zh_cn: 禁用下水遮罩
zh_tw: 停用下水遮罩

# Plugin_EnableRainbowDamage
source: Enable Damage Number Color Customization
de_de: Farbänderung der Schadenszahlen aktivieren
es_mx: Activar personalización de color de números de daño
fr_fr: Activer la modification des couleurs des dégâts
hi_in: क्षति संख्या रंग अनुकूलन सक्षम करें
id_id: Aktifkan Kustomisasi Warna Angka Damage
it_it: Abilita Personalizzazione Colori Danno
ja_jp: ダメージ数値色変更有効化
ko_kr: 대미지 숫자 색상 사용자 지정 활성화
pt_br: Ativar personalização de cores dos números de dano
ru_ru: Настройка цвета чисел урона
zh_cn: 启用伤害跳字颜色修改
zh_tw: 啟用傷害跳字色彩修改

# Plugin_RainbowDamageMode
source: 0 = Cycling, 1 = Fixed Color
de_de: 0 Dynamischer Zyklus, 1 Feste Farbe
es_mx: 0 = Ciclo, 1 = Color fijo
fr_fr: 0 cycle dynamique 1 couleur fixe
hi_in: 0 = साइकिलिंग, 1 = निश्चित रंग
id_id: 0 = Berputar, 1 = Warna Tetap
it_it: 0 = Ciclico, 1 = Colore Fisso
ja_jp: 0=動的循環 1=固定色
ko_kr: 0 = 순환, 1 = 고정 색상
pt_br: 0 = Cíclico, 1 = Cor fixa
ru_ru: 0 = Цикл, 1 = Фикс. цвет
zh_cn: 0动态循环 1固定颜色
zh_tw: 0動態循環 1固定色彩

# Plugin_RainbowFixedColorIdx
source: Fixed Color Index (0-7)
de_de: Fester Farbindex (0 bis 7)
es_mx: Índice de color fijo (0-7)
fr_fr: Index de couleur fixe (0 à 7)
hi_in: निश्चित रंग सूचकांक (0-7)
id_id: Indeks Warna Tetap (0-7)
it_it: Indice Colore Fisso (0-7)
ja_jp: 固定色インデックス（0-7）
ko_kr: 고정 색상 인덱스 (0-7)
pt_br: Índice de cor fixa (0-7)
ru_ru: Индекс фикс. цвета (0-7)
zh_cn: 固定颜色索引(0至7)
zh_tw: 固定色彩索引 (0至7)

# Plugin_NetworkToggleKey
source: Game Network Disconnect Hotkey (DEV)
de_de: Netzwerk-Unterbrechungs-Hotkey (DEV)
es_mx: Atajo de desconexión de red del juego (DEV)
fr_fr: Raccourci de coupure réseau (DEV)
hi_in: गेम नेटवर्क डिस्कनेक्ट हॉटकी (DEV)
id_id: Hotkey Putus Jaringan Game (DEV)
it_it: Tasto Disconnessione Rete Gioco (DEV)
ja_jp: ネットワーク切断ホットキー（DEV）
ko_kr: 게임 네트워크 연결 해제 단축키 (DEV)
pt_br: Atalho para desconectar rede do jogo (DEV)
ru_ru: Отключение сети (DEV)
zh_cn: 游戏网络中断快捷键(DEV)
zh_tw: 遊戲網路中斷快捷鍵 (DEV)

# Plugin_BlockNetwork
source: Game Network Disconnect Quick Mode (DEV)
de_de: Netzwerk-Unterbrechungs-Schnellmodus (DEV)
es_mx: Modo rápido de desconexión de red del juego (DEV)
fr_fr: Mode de coupure réseau rapide (DEV)
hi_in: गेम नेटवर्क डिस्कनेक्ट क्विक मोड (DEV)
id_id: Mode Cepat Putus Jaringan Game (DEV)
it_it: Modalità Rapida Disconnessione Rete Gioco (DEV)
ja_jp: ネットワーク切断クイックモード（DEV）
ko_kr: 게임 네트워크 연결 해제 빠른 모드 (DEV)
pt_br: Modo rápido de desconexão de rede do jogo (DEV)
ru_ru: Быстрое отключение сети (DEV)
zh_cn: 游戏网络中断快捷模式(DEV)
zh_tw: 遊戲網路中斷快捷模式 (DEV)

# Plugin_EnableNetworkToggle
source: Game Network Disconnect (DEV)
de_de: Netzwerk-Unterbrechung (DEV)
es_mx: Desconexión de red del juego (DEV)
fr_fr: Coupure réseau en jeu (DEV)
hi_in: गेम नेटवर्क डिस्कनेक्ट (DEV)
id_id: Putus Jaringan Game (DEV)
it_it: Disconnessione Rete Gioco (DEV)
ja_jp: ネットワーク切断（DEV）
ko_kr: 게임 네트워크 연결 해제 (DEV)
pt_br: Desconexão de rede do jogo (DEV)
ru_ru: Отключение сети в игре (DEV)
zh_cn: 游戏网络中断(DEV)
zh_tw: 遊戲網路中斷 (DEV)

# Plugin_DebugConsole
source: Enable Debug Console (DEV)
de_de: Debug-Konsole aktivieren (DEV)
es_mx: Activar consola de depuración (DEV)
fr_fr: Activer la console de débogage (DEV)
hi_in: डिबग कंसोल सक्षम करें (DEV)
id_id: Aktifkan Konsol Debug (DEV)
it_it: Abilita Console Debug (DEV)
ja_jp: デバッグコンソール有効化（DEV）
ko_kr: 디버그 콘솔 활성화 (DEV)
pt_br: Ativar console de depuração (DEV)
ru_ru: Консоль отладки (DEV)
zh_cn: 启用调试窗口(DEV)
zh_tw: 啟用偵錯視窗 (DEV)

# Plugin_ArchWarning_Content
source: Your computer may use the ARM architecture. The injection feature is not available on ARM-based PCs. Are you sure you want to continue enabling it?
de_de: Dein Computer basiert möglicherweise auf ARM-Architektur. Die Injektionsfunktion ist auf ARM-Computern nicht verfügbar. Möchtest du die Aktivierung trotzdem fortsetzen?
es_mx: Es posible que tu computadora tenga arquitectura ARM. La función de inyección no está disponible en equipos ARM. ¿Seguro que quieres continuar y activarla?
fr_fr: Votre ordinateur est peut-être de type ARM. L'injection n'est pas disponible sur les ordinateurs ARM. Voulez-vous vraiment continuer ?
hi_in: आपका कंप्यूटर ARM आर्किटेक्चर का उपयोग कर सकता है। इंजेक्शन सुविधा ARM-आधारित PC पर उपलब्ध नहीं है। क्या आप वाकई इसे सक्षम करना जारी रखना चाहते हैं?
id_id: Komputer Anda mungkin berbasis ARM. Fitur injeksi tidak tersedia di komputer berbasis ARM. Yakin ingin melanjutkan pengaktifannya?
it_it: Your computer may be ARM-based. The injection feature is not available on ARM-based computers. Are you sure you want to continue enabling it?
ja_jp: お使いのPCはARMアーキテクチャの可能性があります。ARMアーキテクチャでは注入機能を利用できません。有効化を続行しますか？
ko_kr: 이 컴퓨터는 ARM 아키텍처일 수 있습니다. 인젝션 기능은 ARM 아키텍처에서는 사용할 수 없습니다. 계속 켜시겠습니까?
pt_br: Your computer may be ARM-based. The injection feature is not available on ARM-based computers. Are you sure you want to continue enabling it?
ru_ru: Возможно, ваш компьютер имеет ARM-архитектуру. Функция инжекта недоступна на устройствах с ARM. Продолжить включение?
zh_cn: 您的电脑可能为ARM架构，注入功能在ARM架构的电脑中不可用，是否确认继续开启？
zh_tw: 您的電腦可能為 ARM 架構，注入功能在 ARM 架構的電腦中無法使用，是否確認繼續開啟？

# Plugin_ArchWarning_Continue
source: Continue Enabling
de_de: Weiter aktivieren
es_mx: Continuar y activar
fr_fr: Continuer l'activation
hi_in: सक्षम करना जारी रखें
id_id: Lanjutkan Mengaktifkan
ja_jp: 有効化を続行
ko_kr: 계속 켜기
ru_ru: Продолжить включение
zh_cn: 继续开启
zh_tw: 繼續開啟

# Plugin_ArchWarning_Title
source: Architecture Compatibility Warning
de_de: Architektur-Kompatibilitätswarnung
es_mx: Advertencia de compatibilidad de arquitectura
fr_fr: Avertissement de compatibilité d'architecture
hi_in: आर्किटेक्चर संगतता चेतावनी
id_id: Peringatan Kompatibilitas Arsitektur
ja_jp: アーキテクチャ互換性の警告
ko_kr: 아키텍처 호환성 경고
ru_ru: Предупреждение о совместимости архитектуры
zh_cn: 架构兼容性警告
zh_tw: 架構相容性警告

# Plugin_Corrupted_Content
source: The plugin file is abnormal. This is usually because the plugin was blocked by antivirus software (such as Windows Defender) or has been damaged. We recommend that you: 1. Add this software's directory to your antivirus whitelist. 2. Re-download and install the plugin from this page.
de_de: Die Plugin-Dateien sind beschädigt. Dies liegt meist daran, dass das Plugin von der Antivirensoftware (z.B. Windows Defender) fälschlich blockiert oder beschädigt wurde. Empfehlungen: 1. Füge das Softwareverzeichnis zur Whitelist der Antivirensoftware hinzu 2. Lade das Plugin auf dieser Seite neu herunter und installiere es
es_mx: Los archivos del plugin están dañados. Esto suele deberse a que el antivirus (como Windows Defender) los bloqueó por error o a que fueron dañados. Sugerencias: 1. Agrega el directorio del software a la lista blanca del antivirus 2. Vuelve a descargar e instalar el plugin en esta página
fr_fr: Fichiers de plugin anormaux. Cela est généralement dû à une détection erronée ou à un blocage par l'antivirus (comme Windows Defender), ou à une corruption des fichiers. Recommandations : 1. Ajoutez le dossier du logiciel à la liste blanche de l'antivirus 2. Re-téléchargez et réinstallez le plugin sur cette page
hi_in: प्लगइन फ़ाइल असामान्य है। यह सामान्यतः इसलिए होता है क्योंकि प्लगइन को एंटीवायरस सॉफ़्टवेयर (जैसे Windows Defender) ने ब्लॉक किया था या यह क्षतिग्रस्त हो गया है। हम अनुशंसा करते हैं कि आप: 1. इस सॉफ़्टवेयर की निर्देशिका को अपनी एंटीवायरस व्हाइटलिस्ट में जोड़ें। 2. इस पृष्ठ से प्लगइन पुनः डाउनलोड और इंस्टॉल करें।
id_id: File plugin tidak normal. Ini biasanya karena plugin diblokir oleh antivirus (seperti Windows Defender) atau telah rusak. Saran: 1. Tambahkan direktori aplikasi ke daftar putih antivirus 2. Unduh ulang dan pasang plugin di halaman ini
it_it: Plugin files are abnormal. This is usually because the plugin was falsely flagged and blocked by antivirus software (such as Windows Defender) or has been damaged. Recommendations: 1. Add the software directory to the antivirus whitelist 2. Re-download and install the plugin on this page
ja_jp: プラグインファイルが異常です。 これは通常、プラグインがアンチウイルスソフト（Windows Defenderなど）に誤判定されてブロックされたか、破損したことを意味します。 推奨事項： 1. 本ソフトウェアのディレクトリをアンチウイルスのホワイトリストに追加する 2. このページでプラグインを再ダウンロードしてインストールする
ko_kr: 플러그인 파일이 비정상입니다. 이는 일반적으로 플러그인이 백신 소프트웨어(예: Windows Defender)에 의해 오탐 차단되었거나 손상되었기 때문입니다. 권장 사항: 1. 소프트웨어 디렉토리를 백신 예외 목록에 추가하세요 2. 이 페이지에서 플러그인을 다시 다운로드하여 설치하세요
pt_br: Plugin files are abnormal. This is usually because the plugin was falsely flagged and blocked by antivirus software (such as Windows Defender) or has been damaged. Recommendations: 1. Add the software directory to the antivirus whitelist 2. Re-download and install the plugin on this page
ru_ru: Файлы плагина повреждены. Обычно это происходит из-за ложного срабатывания антивируса (например, Windows Defender) или повреждения файлов. Рекомендации: 1. Добавьте папку программы в исключения антивируса 2. Скачайте и установите плагин заново на этой странице
zh_cn: 插件文件异常\n这通常是因为插件被杀毒软件（如 Windows Defender）误判拦截或遭到破坏\n\n建议您：\n1. 将本软件目录加入杀毒软件白名单\n2. 在本页面重新下载并安装插件
zh_tw: 插件檔案異常 這通常是因為插件被防毒軟體（如 Windows Defender）誤判攔截或遭到破壞 建議您： 1. 將本軟體目錄加入防毒軟體白名單 2. 在本頁面重新下載並安裝插件

# Plugin_Corrupted_Title
source: Plugin May Be Corrupted
de_de: Plugin möglicherweise beschädigt
es_mx: El plugin puede estar dañado
fr_fr: Le plugin est peut-être endommagé
hi_in: प्लगइन क्षतिग्रस्त हो सकता है
id_id: Plugin Mungkin Rusak
ja_jp: プラグインが破損している可能性があります
ko_kr: 플러그인이 손상되었을 수 있습니다
ru_ru: Плагин может быть повреждён
zh_cn: 插件可能已损坏
zh_tw: 插件可能已損壞

# Plugin_Download_Connecting
source: Connecting...
de_de: Verbindungsaufbau...
es_mx: Conectando...
fr_fr: Connexion en cours...
hi_in: कनेक्ट हो रहा है...
id_id: Menghubungkan...
ja_jp: 接続中...
ko_kr: 연결 중...
ru_ru: Подключение...
zh_cn: 正在连接...
zh_tw: 正在連線...

# Plugin_Download_Extracting
source: Extracting and installing...
de_de: Wird entpackt und installiert...
es_mx: Extrayendo e instalando...
fr_fr: Extraction et installation en cours...
hi_in: निकाला और इंस्टॉल हो रहा है...
id_id: Mengekstrak dan memasang...
ja_jp: 解凍・インストール中...
ko_kr: 압축 해제 및 설치 중...
ru_ru: Распаковка и установка...
zh_cn: 正在解压并安装...
zh_tw: 正在解壓縮並安裝...

# Plugin_Download_Fail_Content_Format
source: Installation failed: {0}
de_de: Installation fehlgeschlagen: {0}
es_mx: Error de instalación: {0}
fr_fr: Échec de l'installation : {0}
hi_in: इंस्टॉलेशन विफल: {0}
id_id: Pemasangan gagal: {0}
ja_jp: インストールに失敗しました：{0}
ko_kr: 설치 실패: {0}
ru_ru: Ошибка установки: {0}
zh_cn: 安装失败：{0}
zh_tw: 安裝失敗：{0}

# Plugin_Download_Fallback
source: Connection failed. Trying backup route...
de_de: Verbindung fehlgeschlagen, versuche Backup-Leitung...
es_mx: Error de conexión, probando línea alternativa...
fr_fr: Échec de la connexion, tentative sur la ligne de secours...
hi_in: कनेक्शन विफल। बैकअप मार्ग आज़माया जा रहा है...
id_id: Koneksi gagal, mencoba jalur cadangan...
it_it: Connection failed, trying backup line...
ja_jp: 接続に失敗しました。バックアップ回線を試行中...
ko_kr: 연결에 실패하여 백업 경로를 시도하는 중...
pt_br: Connection failed, trying backup line...
ru_ru: Не удалось подключиться, пробуем резервный канал...
zh_cn: 连接失败，正在尝试备用线路...
zh_tw: 連線失敗，正在嘗試備用線路...

# Plugin_Download_MainLine
source: Main
de_de: Hauptleitung
es_mx: Principal
fr_fr: Principale
hi_in: मुख्य
id_id: Utama
ja_jp: メイン
ko_kr: 메인
ru_ru: Основная линия
zh_cn: 主
zh_tw: 主

# Plugin_Download_BackupLine
source: Backup
de_de: Ersatzleitung
es_mx: Alternativa
fr_fr: Ligne de secours
hi_in: बैकअप
id_id: Cadangan
ja_jp: バックアップ
ko_kr: 백업
ru_ru: Резервная линия
zh_cn: 备用
zh_tw: 備用

# Plugin_Download_Manual
source: Manual Download
de_de: Manueller Download
es_mx: Descarga manual
fr_fr: Téléchargement manuel
hi_in: मैन्युअल डाउनलोड
id_id: Unduh Manual
ja_jp: 手動ダウンロード
ko_kr: 수동 다운로드
ru_ru: Скачать вручную
zh_cn: 手动下载
zh_tw: 手動下載

# Plugin_Download_Progress_Format
source: Downloading via {0} route... {1}%
de_de: {0}-Leitung lädt herunter... {1}%
es_mx: Descargando por la línea {0}... {1}%
fr_fr: {0} en cours de téléchargement... {1}%
hi_in: {0} मार्ग से डाउनलोड हो रहा है... {1}%
id_id: Mengunduh melalui jalur {0}... {1}%
it_it: {0} line downloading... {1}%
ja_jp: {0}回線でダウンロード中... {1}%
ko_kr: {0} 경로 다운로드 중... {1}%
pt_br: {0} line downloading... {1}%
ru_ru: Загрузка через {0} канал... {1}%
zh_cn: {0}线路下载中... {1}%
zh_tw: {0} 線路下載中... {1}%

# Plugin_Download_Success
source: Plugin installed and refreshed.
de_de: Plugin installiert und aktualisiert
es_mx: Plugin instalado y actualizado
fr_fr: Plugin installé et actualisé
hi_in: प्लगइन इंस्टॉल और रीफ़्रेश हो गया।
id_id: Plugin terpasang dan disegarkan
ja_jp: プラグインをインストールして更新しました
ko_kr: 플러그인이 설치되고 새로고침되었습니다
ru_ru: Плагин установлен, список обновлён
zh_cn: 插件已安装并刷新
zh_tw: 插件已安裝並重新整理

# Plugin_Download_Title
source: Fetching Plugin
de_de: Plugin wird abgerufen
es_mx: Obteniendo plugin
fr_fr: Récupération du plugin
hi_in: प्लगइन प्राप्त हो रहा है
id_id: Mendapatkan Plugin
it_it: Getting Plugin
ja_jp: プラグインを取得中
ko_kr: 플러그인 가져오는 중
pt_br: Getting Plugin
ru_ru: Получение плагина
zh_cn: 正在获取插件
zh_tw: 正在取得插件

# Plugin_FileNotFound
source: File not found. Please make sure the launcher files are complete.
de_de: Datei nicht gefunden. Bitte stelle sicher, dass die Launcher-Dateien vollständig sind.
es_mx: Archivo no encontrado. Por favor, confirma que los archivos del launcher están completos
fr_fr: Fichier introuvable, veuillez vérifier l'intégrité des fichiers du lanceur
hi_in: फ़ाइल नहीं मिली। कृपया सुनिश्चित करें कि लॉन्चर फ़ाइलें पूर्ण हैं।
id_id: File tidak ditemukan. Harap pastikan file launcher lengkap
it_it: File not found, please confirm launcher files are complete
ja_jp: ファイルが見つかりません。ランチャーのファイルが完全であるか確認してください
ko_kr: 파일을 찾을 수 없습니다. 런처 파일이 온전한지 확인해 주세요
pt_br: File not found, please confirm launcher files are complete
ru_ru: Файл не найден. Убедитесь, что файлы лаунчера не повреждены
zh_cn: 未找到文件，请确认启动器文件完整
zh_tw: 未找到檔案，請確認啟動器檔案完整

# Plugin_MainMissing_Content
source: Main plugin DLL file not found. The plugin may not be installed, was accidentally deleted, or was blocked by antivirus software. Please re-download the plugin, or add the launcher directory to your antivirus whitelist and try again.
de_de: Die DLL-Datei des Haupt-Plugins wurde nicht gefunden. Das Plugin ist möglicherweise nicht installiert, wurde versehentlich gelöscht oder von der Antivirensoftware blockiert. Bitte lade das Plugin erneut herunter oder füge das Launcher-Verzeichnis zur Antivirus-Whitelist hinzu und versuche es erneut.
es_mx: No se encontró el archivo DLL del plugin principal. Es posible que el plugin no esté instalado, que se haya eliminado por accidente o que el antivirus lo haya bloqueado. Vuelve a descargar el plugin o agrega el directorio del launcher a la lista blanca del antivirus e inténtalo de nuevo.
fr_fr: Fichier DLL du plugin principal introuvable. Le plugin n'est peut-être pas installé, a été supprimé par erreur ou bloqué par l'antivirus. Veuillez re-télécharger le plugin ou ajouter le dossier du lanceur à la liste blanche de l'antivirus.
hi_in: मुख्य प्लगइन DLL फ़ाइल नहीं मिली। प्लगइन इंस्टॉल नहीं हो सकता है, गलती से हट गया हो सकता है, या एंटीवायरस सॉफ़्टवेयर द्वारा ब्लॉक किया गया हो सकता है। कृपया प्लगइन पुनः डाउनलोड करें, या लॉन्चर निर्देशिका को अपनी एंटीवायरस व्हाइटलिस्ट में जोड़ें और पुनः प्रयास करें।
id_id: File DLL plugin utama tidak ditemukan. Plugin mungkin belum terpasang, terhapus tidak sengaja, atau diblokir antivirus. Silakan unduh ulang plugin, atau tambahkan direktori launcher ke daftar putih antivirus lalu coba lagi.
it_it: Main plugin DLL file not found. The plugin may not be installed, was accidentally deleted, or was blocked by antivirus software. Please re-download the plugin, or add the launcher directory to the antivirus whitelist and try again.
ja_jp: メインプラグインのDLLファイルが見つかりません。プラグインが未インストール、誤って削除された、またはアンチウイルスソフトにブロックされた可能性があります。プラグインを再ダウンロードするか、ランチャーディレクトリをアンチウイルスのホワイトリストに追加してから再試行してください
ko_kr: 메인 플러그인 DLL 파일을 찾을 수 없습니다. 플러그인이 설치되지 않았거나, 실수로 삭제되었거나, 백신 소프트웨어에 차단되었을 수 있습니다. 플러그인을 다시 다운로드하거나 런처 디렉토리를 백신 예외 목록에 추가한 후 다시 시도해 주세요.
pt_br: Main plugin DLL file not found. The plugin may not be installed, was accidentally deleted, or was blocked by antivirus software. Please re-download the plugin, or add the launcher directory to the antivirus whitelist and try again.
ru_ru: Файл DLL основного плагина не найден. Возможно, плагин не установлен, был случайно удалён или заблокирован антивирусом. Скачайте плагин заново или добавьте папку лаунчера в исключения антивируса и повторите попытку.
zh_cn: 未找到主插件 DLL 文件，插件可能未安装、被误删或被杀毒软件拦截。请重新下载插件，或将启动器目录加入杀毒软件白名单后再试。
zh_tw: 未找到主插件 DLL 檔案，插件可能未安裝、被誤刪或被防毒軟體攔截。請重新下載插件，或將啟動器目錄加入防毒軟體白名單後再試。

# Plugin_MainMissing_Title
source: Main Plugin Missing
de_de: Haupt-Plugin fehlt
es_mx: Falta el plugin principal
fr_fr: Plugin principal manquant
hi_in: मुख्य प्लगइन गायब
id_id: Plugin Utama Tidak Ditemukan
ja_jp: メインプラグインがありません
ko_kr: 메인 플러그인 누락
ru_ru: Основной плагин отсутствует
zh_cn: 主插件缺失
zh_tw: 主插件缺失

# PageTitle_GameSettings
source: Game Settings
de_de: Spieleinstellungen
es_mx: Ajustes del juego
fr_fr: Paramètres du jeu
hi_in: गेम सेटिंग्स
id_id: Pengaturan Game
it_it: Impostazioni Gioco
ja_jp: ゲーム設定
ko_kr: 게임 설정
pt_br: Configurações do jogo
ru_ru: Настройки игры
zh_cn: 游戏设置
zh_tw: 遊戲設定

# SectionGameInstallPath
source: Game Install Location
de_de: Spielinstallationspfad
es_mx: Ubicación de instalación del juego
fr_fr: Emplacement d'installation du jeu
hi_in: गेम इंस्टॉल स्थान
id_id: Lokasi Instalasi Game
it_it: Posizione Installazione Gioco
ja_jp: ゲームインストール場所
ko_kr: 게임 설치 위치
pt_br: Local de instalação do jogo
ru_ru: Путь установки игры
zh_cn: 游戏安装位置
zh_tw: 遊戲安裝位置

# SelectExeFolderPlaceholder
source: Select the folder containing YuanShen.exe...
de_de: Bitte wähle den Ordner mit YuanShen.exe aus...
es_mx: Selecciona la carpeta que contiene YuanShen.exe...
fr_fr: Veuillez sélectionner le dossier contenant YuanShen.exe...
hi_in: YuanShen.exe वाला फ़ोल्डर चुनें...
id_id: Pilih folder yang berisi YuanShen.exe...
it_it: Seleziona la cartella contenente YuanShen.exe...
ja_jp: YuanShen.exeのあるフォルダを選択...
ko_kr: YuanShen.exe가 있는 폴더 선택...
pt_br: Selecione a pasta que contém YuanShen.exe...
ru_ru: Выберите папку с YuanShen.exe...
zh_cn: 请选择 YuanShen.exe 所在文件夹...
zh_tw: 請選擇 YuanShen.exe 所在資料夾...

# ApplyBtn
source: Apply
de_de: Anwenden
es_mx: Aplicar
fr_fr: Appliquer
hi_in: लागू करें
id_id: Terapkan
it_it: Applica
ja_jp: 適用
ko_kr: 적용
pt_br: Aplicar
ru_ru: Применить
zh_cn: 应用
zh_tw: 套用

# ClearGamePathTooltip
source: Clear the configured game directory
de_de: Festgelegtes Spielverzeichnis löschen
es_mx: Limpiar el directorio del juego configurado
fr_fr: Effacer le répertoire de jeu défini
hi_in: कॉन्फ़िगर की गई गेम निर्देशिका साफ़ करें
id_id: Hapus direktori game yang dikonfigurasi
it_it: Cancella la directory di gioco configurata
ja_jp: 設定済みゲームディレクトリをクリア
ko_kr: 설정된 게임 디렉토리 지우기
pt_br: Limpar o diretório do jogo configurado
ru_ru: Очистить путь к игре
zh_cn: 清空已设置的游戏目录
zh_tw: 清空已設定的遊戲目錄

# ConfigureGamePathFirst
source: Please configure the game path first
de_de: Bitte zuerst den Spielpfad konfigurieren
es_mx: Por favor, configura primero la ruta del juego
fr_fr: Veuillez d'abord configurer le chemin du jeu
hi_in: कृपया पहले गेम पथ कॉन्फ़िगर करें
id_id: Harap konfigurasikan path game terlebih dahulu
it_it: Configura prima il percorso di gioco
ja_jp: 先にゲームパスを設定してください
ko_kr: 먼저 게임 경로를 설정하세요
pt_br: Por favor, configure o caminho do jogo primeiro
ru_ru: Сначала укажите путь к игре
zh_cn: 请先配置游戏路径
zh_tw: 請先設定遊戲路徑

# ClientStatusTitle
source: Client Status
es_mx: Estado del cliente
fr_fr: État du client
hi_in: क्लाइंट स्थिति
id_id: Status Klien
it_it: Stato Client
ja_jp: クライアント状態
ko_kr: 클라이언트 상태
pt_br: Status do cliente
ru_ru: Статус клиента
zh_cn: 客户端状态
zh_tw: 客戶端狀態

# CurrentVersionLabel
source: Current Version
de_de: Aktuelle Version
es_mx: Versión actual
fr_fr: Version actuelle
hi_in: वर्तमान संस्करण
id_id: Versi Saat Ini
it_it: Versione Corrente
ja_jp: 現在のバージョン
ko_kr: 현재 버전
pt_br: Versão atual
ru_ru: Текущая версия
zh_cn: 当前版本
zh_tw: 目前版本

# ServerLabel
source: Server
es_mx: Servidor
fr_fr: Serveur
hi_in: सर्वर
ja_jp: サーバー
ko_kr: 서버
pt_br: Servidor
ru_ru: Сервер
zh_cn: 服务器
zh_tw: 伺服器

# DiskUsageLabel
source: Disk Usage
de_de: Speicherplatz
es_mx: Uso de disco
fr_fr: Espace occupé
hi_in: डिस्क उपयोग
id_id: Penggunaan Disk
it_it: Utilizzo Disco
ja_jp: 占有容量
ko_kr: 디스크 사용량
pt_br: Uso de disco
ru_ru: Занято места
zh_cn: 占用空间
zh_tw: 佔用空間

# LatestVersionLabel
source: Latest Version
de_de: Neueste Version
es_mx: Última versión
fr_fr: Dernière version
hi_in: नवीनतम संस्करण
id_id: Versi Terbaru
it_it: Ultima Versione
ja_jp: 最新バージョン
ko_kr: 최신 버전
pt_br: Versão mais recente
ru_ru: Последняя версия
zh_cn: 最新版本
zh_tw: 最新版本

# CheckingEllipsis
source: Checking...
de_de: Prüfe...
es_mx: Verificando...
fr_fr: Vérification...
hi_in: जाँच हो रही है...
id_id: Memeriksa...
it_it: Verifica in corso...
ja_jp: 確認中...
ko_kr: 확인 중...
pt_br: Verificando...
ru_ru: Проверка...
zh_cn: 检查中...
zh_tw: 檢查中...

# PreDownloadLabel
source: Pre-Download Resources
de_de: Vorab-Download
es_mx: Recursos de predescarga
fr_fr: Ressources de pré-téléchargement
hi_in: प्री-डाउनलोड संसाधन
id_id: Sumber Daya Pra-Unduh
it_it: Risorse Pre-Download
ja_jp: 事前ダウンロード
ko_kr: 사전 다운로드 리소스
pt_br: Recursos de pré-download
ru_ru: Предзагрузка
zh_cn: 预下载资源
zh_tw: 預先下載資源

# LatestRedeemCodesTitle
source: Latest Redeem Codes
de_de: Neueste Codes
es_mx: Últimos códigos de canje
fr_fr: Derniers codes de récompense
hi_in: नवीनतम रिडीम कोड
id_id: Kode Redeem Terbaru
it_it: Ultimi Codici Riscatto
ja_jp: 最新コード
ko_kr: 최신 리딤 코드
pt_br: Códigos de resgate mais recentes
ru_ru: Последние промокоды
zh_cn: 最新兑换码
zh_tw: 最新兌換碼

# CopyBtn
source: Copy
de_de: Kopieren
es_mx: Copiar
fr_fr: Copier
hi_in: कॉपी करें
id_id: Salin
it_it: Copia
ja_jp: コピー
ko_kr: 복사
pt_br: Copiar
ru_ru: Копировать
zh_cn: 复制
zh_tw: 複製

# NoCodesAvailable
source: No redeem codes available right now
de_de: Keine Codes verfügbar
es_mx: No hay códigos de canje disponibles ahora mismo
fr_fr: Aucun code disponible pour le moment
hi_in: अभी कोई रिडीम कोड उपलब्ध नहीं
id_id: Tidak ada kode redeem tersedia saat ini
it_it: Nessun codice riscatto disponibile al momento
ja_jp: 現在利用可能なコードはありません
ko_kr: 현재 사용 가능한 리딤 코드가 없습니다
pt_br: Nenhum código de resgate disponível no momento
ru_ru: Нет доступных кодов
zh_cn: 暂无可用兑换码
zh_tw: 暫無可用兌換碼

# AccountSwitchTitle
source: Account Switching
de_de: Kontowechsel
es_mx: Cambio de cuenta
fr_fr: Changement de compte
hi_in: खाता स्विचिंग
id_id: Pergantian Akun
it_it: Cambio Account
ja_jp: アカウント切替
ko_kr: 계정 전환
pt_br: Troca de conta
ru_ru: Смена аккаунта
zh_cn: 账号切换
zh_tw: 帳號切換

# ReadFromLocalTooltip
source: Read from Local
de_de: Lokal auslesen
es_mx: Leer desde local
fr_fr: Lire depuis le stockage local
hi_in: स्थानीय से पढ़ें
id_id: Baca dari Lokal
it_it: Leggi da Locale
ja_jp: ローカルから読み取り
ko_kr: 로컬에서 읽기
pt_br: Ler do local
ru_ru: Читать локально
zh_cn: 从本地读取
zh_tw: 從本機讀取

# RefreshListTooltip
source: Refresh List
de_de: Liste aktualisieren
es_mx: Actualizar lista
fr_fr: Actualiser la liste
hi_in: सूची रीफ़्रेश करें
id_id: Segarkan Daftar
it_it: Aggiorna Elenco
ja_jp: リスト更新
ko_kr: 목록 새로고침
pt_br: Atualizar lista
ru_ru: Обновить список
zh_cn: 刷新列表
zh_tw: 重新整理清單
